img/1-RDF-concept-L3-20-auto/X5pH.mmd
flowchart LR
  S1[student:s01] -->|ex:studiesDegree| D[degree:AI]
  S2[student:s02] -->|ex:studiesDegree| D
  D -->|rdfs:label| N(("Artificial Intelligence"))
